validation/ablBox/0.orig/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (10 0 0);
boundaryField {
  inlet  { type atmBoundaryLayerInletVelocity; flowDir (1 0 0); zDir (0 1 0); Uref 10; Zref 20; z0 uniform 0.1; d uniform 0; kappa 0.41; Cmu 0.09; C1 0.17; C2 0.6; value uniform (10 0 0); }
  outlet { type zeroGradient; }
  ground { type noSlip; }
  top    { type slip; }
  frontBack { type empty; }
}
