validation/ablBox/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices ( (0 0 0) (100 0 0) (100 50 0) (0 50 0) (0 0 1) (100 0 1) (100 50 1) (0 50 1) );
blocks ( hex (0 1 2 3 4 5 6 7) (10 20 1) simpleGrading (1 1 1) );
boundary
(
  inlet  { type patch; faces ( (0 4 7 3) ); }
  outlet { type patch; faces ( (1 2 6 5) ); }
  ground { type wall;  faces ( (0 1 5 4) ); }
  top    { type patch; faces ( (3 7 6 2) ); }
  frontBack { type empty; faces ( (0 3 2 1) (4 5 6 7) ); }
);
